Repository: intisumajpas/BI-2025
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: es_es

source: pass
es_es: aprobada

source: patients with effective anticoagulation (e.g. INR > 1.7) (please see section SPECIAL WARNINGS AND PRECAUTIONS, subsection “Bleeding“)
es_es: Pacientes con anticoagulación efectiva (p. ej., INR > 1.7) (ver la Sección ADVERTENCIAS Y PRECAUCIONES ESPECIALES, subsección “Sangrado”)

source: patients with favorable outcome were not significantly dif-
es_es: pacientes con resultados favorables no fue significativamente diferente

source: peptides
es_es: péptidos

source: per plate
es_es: por placa

source: peristaltic pump filler
es_es: sistema de llenado con bomba peristáltica

source: personnel- and material flow
es_es: flujo de personal y materiales

source: pg DNA/mg Prot.
es_es: pg ADN/mg prot.

source: phosphoric acid 0.01 mol/l:
es_es: Ácido fosfórico, 0.01 mol/l:

source: phosphoric acid, concentrated
es_es: Ácido fosfórico concentrado

source: physical limitations, symptom frequency, symptom burden, symptom stability, social limitations, self-efficacy, and quality of life.
es_es: limitaciones físicas, frecuencia de los síntomas, carga de los síntomas, estabilidad de los síntomas, limitaciones sociales, autoeficacia y calidad de vida.

source: pirfenidone 267 mg single dose on the 1st day and nintedanib 100 mg on the 2nd day
es_es: una dosis única de pirfenidona, 267 mg el 1er día, y nintedanib, 100 mg, el 2do día

source: plastic screw cap
es_es: Tapa a rosca

source: please clarify if it counts with a label or something that indicates batch and expiry date
es_es: Aclárese si este cuenta con etiqueta o rotulación que indique la partida y fecha de vencimiento.

source: polyethylene glycol
es_es: polietilenglicol

source: polysorbate 20 CRS.*
es_es: sustancia química de referencia polisorbato 20.*

source: polyvinyl chloride / polychlorotrifluoro ethylene
es_es: Policloruro de vinilo/policlorotrifluoroetileno

source: polyvinyl chloride / polyvinylidene chloride
es_es: Policloruro de vinilo/cloruro de polivinilideno

source: polyvinylidene fluoride filter
es_es: filtro de fluoruro de polivinilideno,

source: polyvinylidene fluoride filter membrane filter surface area 0.1 m²
es_es: Filtro de membrana de fluoruro de polivinilideno con una superficie filtrante de 0.1 m²

source: polyvinylidene fluoride filter membrane filter surface area 0.19 m²
es_es: Filtro de membrana de fluoruro de polivinilideno con una superficie filtrante de 0.19 m²

source: pool
es_es: fenil sefarosa

source: positive
es_es: positiva

source: post inject:
es_es: postinyección:

source: potency of the BIBR 277 SE reference substance
es_es: Potencia de la sustancia de referencia BIBR 277 SE

source: potential sorption or interaction effects with the drug product.
es_es: potenciales efectos de sorción o interacción con el medicamento.

source: powder and solvent for solution for injection and infusion
es_es: Polvo y disolvente para solución inyectable y para infusión

source: powder for solution for injection
es_es: Polvo para solución inyectable

source: ppm of DMA
es_es: ppm de DMA

source: ppm of ethyl acetate
es_es: ppm de acetato de etilo

source: ppm of ethylene glycol
es_es: ppm de etilenglicol

source: ppm of tert-butyl methyl ether
es_es: ppm de metilterbutil éter

source: practically insoluble in cold water and in ethanol (96 per cent).
es_es: prácticamente insoluble en agua fría y en etanol (96 por ciento).

source: pre inject:
es_es: preinyección:

source: pre-stroke
es_es: pre ACV

source: predefined limits
es_es: límites predefinidos

source: preparations Particulate contamination - sub- visible particles
es_es: Contaminación de partículas: partículas subvisibles

source: pressure
es_es: presión

source: pressure cascading
es_es: estratificación de presión en cascada

source: pressure zoning
es_es: separación en zonas por presión

source: pressurisation time
es_es: tiempo de presurización

source: printed in black with "R110"
es_es: Con la leyenda "R110" impresa en negro

source: printed in black with "R75"
es_es: Con la leyenda "R75" impresa en negro

source: printed in black with BI company symbol
es_es: Con el logo de BI impreso en negro

source: puncture of major vessels.”) as the risk of bleeding may vary by individual patient factors (e.g., age, co-morbities etc.) and the clinical situation and therefore be subject to individual clinical judgement.
es_es: punción de vasos principales”), ya que el riesgo de sangrado puede variar según factores individuales del paciente (por ejemplo, edad, comorbilidades, etc.) y la situación clínica y, por lo tanto, estar sujeto al criterio clínico individual.

source: purification
es_es: purificación

source: purified
es_es: purificada

source: q.s.ad 1 L 5
es_es: cant. suf. hasta alcanzar 1 l 5

source: q.s.ad 1.0 L
es_es: cant. suf. hasta alcanzar 1.0 l

source: q.s.ad 1.0 mL
es_es: cant. suf. hasta alcanzar 1.0 ml

source: q.s.ad 10.0 mL 5
es_es: cant. suf. hasta alcanzar 10.0 mL 5

source: q.s.ad 200 L 5
es_es: cant. suf. hasta alcanzar 200 l 5

source: q.s.ad 61 L
es_es: cant. suf. hasta alcanzar 61 l

source: q00311200-01, Page 10of 10
es_es: q00311200-01, Página 10de 10

source: q00311200-01, Page 1of 10
es_es: q00311200-01, Página 1de 10

source: q00311202-0, Page 1 of 1
es_es: q00311202, Página 1 de 1

source: q00311201-01, Page 7of 7
es_es: q00311201-01, Página 7de 7

source: q00311203-01, Page 1of 7
es_es: q00311203-01, Página 1de 7

source: qualified
es_es: calificado

source: qualitative comparison if the assessed analytical criterion is a descriptive criterion
es_es: comparación cualitativa si el criterio analítico evaluado es descriptivo, o

source: qualitative, descriptive comparison, if the analytical methods for Metalyse® and TNKase ® described in Chapter 8.4.1 can only be compared on a qualitative level
es_es: comparación cualitativa descriptiva si los métodos analíticos para Metalyse® y TNKase ® descritos en el Capítulo 8.4.1 solo pueden ser comparados a nivel cualitativo, o

source: quality assurance
es_es: aseguramiento de la calidad

source: quality control (QC and in-process control testing is performed in multiple buildings)
es_es: control de calidad (el control de calidad y los controles intermedios del proceso se realizan en varios edificios)

source: quantified against BHT without any specific response factor
es_es: Cuantificados con respecto a BHT sin factor de respuesta específica

source: quartz capillary column
es_es: Capilar de cuarzo

source: r - area of the hydrochlorothiazide peak in the solution chromatogram comparative (b);
es_es: r - área del pico de hidroclorotiazida en el cromatograma comparativo de la solución (b);

source: r ≥ 0.990 (linear regression)
es_es: r ≥ 0.990 (regresión lineal)

source: r ≥ 0.990 (linearregression)
es_es: r ≥ 0.990 (regresión lineal)

source: r-factor:
es_es: factor R:

source: r2 ≥ 0.980 (quadratic regression)
es_es: r2 ≥ 0.980 (regresión cuadrática)

source: r2≥ 0.980 (quadratic regression)
es_es: r2≥ 0.980 (regresión cuadrática)

source: rAOL score of ≥2b on initial angiography of EVT (n=499; post hoc)§¶
es_es: Puntuación rAOL ≥2b en la angiografía inicial de la TEV (n=499; post hoc)§

source: rAOL score ≥ 2b on initial angiography of EVT (n=489) §
es_es: Puntuación rAOL ≥2b en la angiografía inicial de la trombectomía endovascular (n=489)§

source: rAOL was not assessable in 6 patients because of missing initial intracranial angiography run or missing baseline CTA images.
es_es: En 6 pacientes no se pudo medir la puntuación rAOL porque faltaron angiografía intracraneal inicial o angiografía por TAC inicial.

source: rAOL=revised Arterial Occlusive Lesion score.
es_es: rAOL= puntuación revisada de lesión arterial oclusiva.

source: rCBF
es_es: FSCr

source: radioactive marked powder
es_es: polvo con marcación radiactiva

source: ratio
es_es: proporción

source: ratio in ordinal analysis of the mRS score at 90 days was 0.96 (95% CI, 0.74-1.24) (Table 2 and Figure 2; results of post hoc mixed-effect modeling with random effect for trial site are shown in eTable 3 in Supplement 1).
es_es: en el análisis ordinal de la puntuación de la escala mRS a los 90 días fue 0.96 (IC del 95%, 0.74-1.24) (Tabla 2 y Figura 2; los resultados de los modelos de efectos mixtos post hoc con efecto aleatorio para el lugar del ensayo se muestran en la Tabla digital 3 en el Suplemento 1).

source: ready-to-use mixture, pink
es_es: mezcla lista para usar, rosada

source: ready-to-use mixture, yellow
es_es: mezcla lista para usar, amarilla

source: recombinant proteins
es_es: proteínas recombinantes,

source: recovery of single-chain peak must be 70 – 130 % of target load
es_es: la recuperación del área de los picos de cadena única debe ser de 70 a 130% de la carga objetivo.

source: recovery of single-chain-peak must be 70 – 130 % of target load
es_es: la recuperación del área de los picos de cadena única debe ser de 70 a 130% de la carga objetivo.

source: reduction of filter clogging risk
es_es: reducción del riesgo de obstrucción del filtro

source: reference solution (d):
es_es: solución de referencia (d):

source: registered
es_es: registrado

source: regular frequency/intervals
es_es: frecuencias/intervalos regulares

source: relative Cerebral Blood Flow
es_es: Flujo sanguíneo cerebral relativo

source: relative spectral power distribution of the illuminant ;
es_es: distribución relativa de la potencia espectral del iluminante;

source: release data, pharmaceutical development data and data from stability studies.
es_es: datos de liberación, datos de desarrollo farmacéutico y datos de estudios de estabilidad.

source: removal
es_es: eliminación

source: report result
es_es: Informar el resultado

source: requirements and production conditions, e.g. size of lyophiliser and the range of batch sizes validated has been shown not to negatively impact product quality.
es_es: los requerimientos del mercado y las condiciones de producción; p. ej., se ha demostrado que el tamaño del liofilizador y el rango de tamaños de partida validados no afectan negativamente la calidad del producto.

source: requirements for the total expected dose.
es_es: para la dosis total esperada.

source: requirements to be fulfilled will be identified and documented in detail during development.
es_es: Los requisitos a cumplir se identificarán y documentarán en detalle durante el desarrollo.

source: resistance factor for ampicillin and tetracycline and SOS repair system
es_es: factor de resistencia a ampicilina y tetraciclina y sistema SOS de reparación

source: resolution calculated using peak half-height formula
es_es: resolución calculada con la fórmula de media altura de pico

source: resolution factor determined using peak half-height formula in accordance with Ph.Eur./USP/JP
es_es: Factor de resolución determinado según la fórmula de media altura de pico, según Ph.Eur./USP/JP

source: restricted access (only authorized and trained personnel)
es_es: acceso restringido (sólo personal autorizado y capacitado)

source: return to initial eluent composition
es_es: Regresar a la composición inicial del eluyente

source: revertants
es_es: mutaciones inversas

source: risk ratio (RR) from Poisson regression.
es_es: cociente de riesgos de la regresión de Poisson.

source: rotating disc method
es_es: Método del disco rotatorio

source: rotation per minute
es_es: revoluciones por minuto

source: rounds
es_es: vueltas

source: run 22000
es_es: corrida 22000

source: run 22001
es_es: corrida 22001

source: run 22002
es_es: corrida 22002

source: run 22003
es_es: corrida 22003

source: s-loss on drying of the hydrochlorothiazide standard substance, percent;
es_es: s - pérdida por desecación porcentual de la sustancia estándar hidroclorotiazida;

source: sICH
es_es: HICs

source: safety mechanism activation force (after completion of injection)
es_es: fuerza de activación del mecanismo de seguridad (después de completar la inyección)

source: sample loop
es_es: Bucle de muestra

source: sample shaker
es_es: agitador de muestras

source: scan of GMP certificate (q00311201-01), apostilled document not yet available
es_es: certificado de buenas prácticas de fabricación escaneado (q00311201-01); aún no se encuentra disponible el documento apostillado

source: scan of apostilled GMP certificate (q00311200-01; added for completeness)
es_es: certificado de buenas prácticas de fabricación apostillado y escaneado (q00311200-01; se agrega para proporcionar una documentación más completa)

source: scan of apostilled GMP certificate (q00311203-01)
es_es: certificado de buenas prácticas de fabricación apostillado y escaneado (q00311203-01)

source: scan of legalized statement of cGMP compliance (q00311202-01)
es_es: declaración legalizada de cumplimiento de buenas prácticas de fabricación actuales escaneada (q00311202-01)

source: se debe recoger muestras a 1, 2, 3, 5 y 8 horas para medicamentos de liberación de 12 horas y los intervalos de prueba adicionales serían necesarios en caso de mayor duración de la liberación.
es_es: samples should be collected at 1, 2, 3, 5 and 8 hours for 12-hour release drugs and additional test intervals would be necessary for longer release durations.

source: second freeze/thaw operation
es_es: una segunda operación de congelamiento/descongelamiento

source: secondary packaging and labelling
es_es: acondicionamiento secundario y etiquetado

source: section 3.2.S.4.1
es_es: sección 3.2.S.4.1

source: section 9 of the regulatory dossier).
es_es: Sección 9 del Dossier para la autoridad regulatoria).

source: see Appendix 8.2
es_es: ver Apéndice 8.2

source: see Appendix 8.3
es_es: ver Apéndice 8.3

source: see Rationale
es_es: ver Justificación

source: see Rationale in Design Input Document
es_es: ver Justificación en el documento de entrada de diseño

source: see Rationale in Design Input Document (1)
es_es: ver Justificación en el documento de entrada de diseño (1)

source: semi-log scale
es_es: escala semilogarítimica

source: semi-micro determination
es_es: Semimicrodeterminación

source: semi-micro determination:
es_es: Semimicrodeterminación:

source: severe hypoglycaemic episode:
es_es: Episodio de hipoglucemia severa:

source: severe uncontrolled arterial hypertension
es_es: hipertensión arterial grave e imposible de controlar

source: shelf-life testing ongoing (1)
es_es: La evaluación de la vida útil está en curso. (1)

source: shelf-life testing ongoing (3)
es_es: La evaluación de la vida útil está en curso.(3)

source: shipping (Y/N)
es_es: Envío (sí/no)

source: similar to the primary analysis of the first key secondary endpoint
es_es: igual al análisis primario del primer criterio de valoración secundario clave

source: similar to the primary analysis of the primary endpoint
es_es: igual al análisis primario del criterio de valoración primario

source: similar to the primary analysis of the primary endpoint.
es_es: igual al análisis primario del criterio de valoración primario.

source: single blind Phase I
es_es: simple ciego de Fase I

source: single dose
es_es: Dosis única

source: single-chain
es_es: cadena única

source: site
es_es: centro

source: site of vessel occlusion strata.
es_es: estrato del lugar de oclusión vascular.

source: site of vessel occlusion strata; Effect size:
es_es: estrato del lugar de oclusión del vaso; magnitud del efecto:

source: situations associated with a risk of bleeding such as:
es_es: situaciones asociadas a riesgo de sangrado como:

source: size exclusion column, particle size 5 μm, TSK gel G3000SWXL, 300 * 7.8 mm, TOSOH Bioscience.
es_es: columna de exclusión por tamaño, tamaño de partícula: 5 μm, gel TSK G3000SWXL, 300 * 7.8 mm, TOSOH Bioscience.

source: sleeve removal force
es_es: fuerza de extracción del capuchón

source: sleeve unlocking force
es_es: fuerza de desbloqueo del capuchón

source: slope
es_es: Pendiente

source: solubility determination for BCS-classification:
es_es: - determinación de solubilidad para la clasificación en el sistema BCS:

source: solubility determination in organic solvents:
es_es: - determinación de solubilidad en disolventes orgánicos:

source: soluble in water, in anhydrous ethanol, in ethyl acetate and in methanol, practically insoluble in fatty oils and in liquid paraffin.
es_es: soluble en agua, en etanol anhidro, en acetato de etilo y en metanol; prácticamente insoluble en aceites grasos y en parafina líquida.

source: solution A.
es_es: solución A.

source: solution for injection in pre-filled siringe
es_es: en jeringa prellenada

source: solution for injection in pre-filled syringe
es_es: Solución para inyección en jeringa prellenada

source: solution for injection in pre-filled syringes (PFS) 150 mg/PFS (150 mg/mL)
es_es: solución para inyección en jeringa precargada, 150 mg/jeringa precargada (150 mg/ml)

source: solution for injection in vials 150 mg/vial (150 mg/mL)
es_es: solución inyectable, en frascos de 150 mg/frasco (150 mg/ml)

source: solution for injection/infusion 50 mg/mL
es_es: solución inyectable/para infusión, 50 mg/ml

source: solution for injection/infusion 50mg/mL
es_es: Solución inyectable/para infusión 50 mg/ml

source: solvent mixture
es_es: Mezcla de disolventes

source: specific optical rotation:
es_es: rotación óptica específica:

source: specificity, linearity, accuracy, repeatability, intermediate precision, range, quantitation limit and robustness.
es_es: especificidad, linealidad, exactitud, repetibilidad, precisión intermedia, rango, límite de cuantificación y robustez.

source: spectral transmittance Tλ of the material ;
es_es: transmitancia espectral Tλ del material;

source: spectrophotometric detector with possibility to set wave length at 224 nm.
es_es: Detector espectrofotométrico con posibilidad de fijar la longitud de onda en 224 nm.

source: spiked matrix sample level 1 (QL) from validation parameter accuracy was used;
es_es: Se empleó la muestra matriz enriquecida, nivel 1 (QL), tomada del parámetro de validación "exactitud";

source: spiked matrix samples; 3 preparations; 2 injections each
es_es: muestras de la matriz enriquecidas; 3 preparaciones; 2 inyecciones en cada caso

source: split (split liner e.g. AT Order No.:
es_es: división (inserto para división de flujo, p. ej., AT, Pedido N.°:

source: spray with *ninhydrin solution R* and heat at 105 °C for 15 min.
es_es: rociar con *solución de ninhidrina R* y calentar a 105° C durante 15 min.

source: stabilisation time
es_es: tiempo de estabilización

source: stability calibration solution
es_es: Estabilidad, solución de calibración

source: stainless steel Inner diameter:
es_es: Acero inoxidable; diámetro interno:

source: stainless steel vessel, 9 L
es_es: vaso de acero inoxidable, 9 l

source: standard
es_es: estándar

source: standard (CRS)
es_es: Estándar de Ph. Eur. (CRS)

source: standard solution 0.05 %
es_es: Solución estándar 0.05 %

source: start
es_es: Inicio

source: statistical comparison, if the assessed analytical criterion is a numbered criterion and the analytical methods for Metalyse® and TNKase® described in Chapter 8.4.1 are comparable to such extent that historical release data can be compared
es_es: comparación estadística si el criterio analítico evaluado utiliza números y los métodos analíticos para Metalyse® y TNKase® descritos en el Capítulo 8.4.1 son comparables hasta tal punto que pueden compararse los datos históricos de liberación.

source: sterile manufacturing 6
es_es: fab. estéril 6

source: sterile manufacturing 3
es_es: fab. estéril 3

source: sterility
es_es: esterilidad

source: stored in an amber glass HPLC vial at room temperature, in an amber glass HPLC vial in the autosampler at about 4°C and in a clear glass volumetric flask in a refrigerator at about 5 °C.
es_es: conservado en frasco de vidrio de color ámbar para HPLC a temperatura ambiente, en frasco de vidrio para HPLC de color ámbar dentro de un procesador de muestras automático a aproximadamente 4° C, y en matraz aforado de vidrio transparente en refrigerador a aproximadamente 5° C

source: stressed matrix sample; 1 preparation; 2 injections
es_es: Muestras de la matriz sometidas a condiciones extremas; 1 preparación; 2 inyecciones

source: stressed matrix samples; 12 preparations (6 each analyst); 2 injections each
es_es: muestras de la matriz sometidas a condiciones extremas; 12 preparaciones (6 cada analista); 2 inyecciones en cada caso

source: stressed matrix samples; 6 preparations; 2 injections each
es_es: muestras de la matriz sometidas a condiciones extremas; 6 preparaciones; 2 inyecciones en cada caso

source: sub-visible particles
es_es: partículas subvisibles

source: submit a test that supports the statement on the API insolubility according to pH and provide alternative dissolution methods at pH 4.5 and 6.8 to achieve discriminative comparative dissolution profiles.
es_es: presentar una prueba que respalde la declaración sobre la insolubilidad del API en los diferentes pH y proporcionar métodos de disolución alternativos a pH 4.5 y 6.8 para lograr perfiles de disolución comparativos y discriminativos.

source: submitted
es_es: presentado

source: subsequently stir vigorously for about 10 min until the test material is completely dissolved.
es_es: luego agitar con fuerza aproximadamente 10 min hasta que la sustancia de análisis se disuelva por completo.

source: substances with hormonal activity(en)
es_es: sustancias con actividad/es hormonal/es

source: subvisible particles in non_-injectable liquid preparation
es_es: Partículas subvisibles en las preparaciones de líquidos no inyectables

source: such as :
es_es: como:

source: such as:
es_es: como:

source: supply chain
es_es: cadena de insumos

source: symmetry factor in accordance with Ph.Eur./USP/JP
es_es: Factor de simetría de acuerdo con Ph.Eur./USP/JP

source: symptomatic IntraCerebral Hemorrhage
es_es: Hemorragia intracerebral sintomática

source: symptomatic hypoglycaemia and plasma glucose concentration >3.9 mmol/L (70 mg/dL)
es_es: hipoglucemia sintomática con una concentración de glucosa plasmática medida >3.9 mmol/l (70 mg/dl)

source: symptomatic hypoglycaemia and plasma glucose concentration not measured
es_es: hipoglucemia sintomática sin una concentración de glucosa plasmática medida

source: tabl.
es_es: comp.

source: tabletas, cápsulas, grageas, píldoras, comprimidos, etc.
es_es: tablets, capsules, sugar coated tablets, pills, etc.

source: tablets
es_es: comprimidos

source: tailing factor at 5% peak height, calculated in accordance with USP
es_es: factor de cola a 5% de la altura del pico; calculado según la USP

source: technische Enzyme / technical enzymes(en)
es_es: enzimas técnicas

source: technische Enzyme/ technical enzymes
es_es: enzimas técnicas

source: temperature
es_es: temperatura

source: tert-Butyl methyl ether
es_es: Metilterbutil éter

source: tert-butyl methyl ether
es_es: metilterbutil éter

source: test solution, reference solution (c) and blank solution.
es_es: solución de análisis, solución de referencia (c) y solución blanco.

source: that 0.4mg/kg tenecteplase is superior to 0.25mg/kg tenecteplase in achieving reperfusion at initial angiogram when administered within 4.5 hours of ischemic stroke onset in patients planned to undergo endovascular therapy.
es_es: que 0.4 mg/kg de tenecteplasa es superior a 0.25 mg/kg de tenecteplasa para lograr la reperfusión en la angiografía incial cuando se administra en las 4.5 horas posteriores al inicio del accidente cerebrovascular en pacientes que se planea someter a tratamiento endovascular.
